/*Ã¿¸öÇøÓÉÈô¸É¸öÄÚ´æ¿é×é³É*/

/*Ã¿¸öÇøÓÉÈô¸É¸öÄÚ´æ¿é×é³É£¬  Ã¿¸ö¿éÊÇ4096¸ö×Ö½Ú*/

/*int i = 0;                */

/*    int i = 0;            */

/*     int i = 0;           */

/* int i = 0;               
 *//*
 */

/* int i = 0;
  */int j = 0;              

/*
  Ã¿¸öÇøÓÉÈô¸É¸öÄÚ´æ¿é×é³É£¬Ã¿¸ö¿éÊÇ4096¸ö×Ö½Ú
  Ã¿¸ö¿éµÄµÚ0¸öÕûÊıÖ¸ÏòÏÂ¸öÇø
  ËùÒÔÊÇµ¥Á´±í½á¹¹
  ËùÒÔÃ¿¸öÇøÖ»ÓĞ4092¸ö×Ö½Ú´æ·ÅÕæÕıµÄÊı¾İ                
*/

/* int i = 0;*//*int j = 0;               
 */

/*
 *//*
 */int i =0;                             

/*                                                                                                                                                                                                                               5*/

"abcdefghijklmn~~~~!!!!!!!!"ÿ